
	INSERT INTO books(author, isbn, title, publishing_house, publishing_year, type_of_cover, number_of_pages, price)
	VALUES
	('Кристи Голден', '978‐5‐17‐120475‐4', 'World of Warcraft. Артас. Восхождение Короля-лича', 'АСТ', 2019, 'Твердый переплет', 416, 27.23),
	('Анджей Сапковский', '978-5-17-118208-3', 'Ведьмак. Последнее желание. Меч предназначения', 'АСТ', 2020, 'Твердый переплет', 672, 40.16),
	('Тимоти Зан', '978-5-04-175268-2', 'Звёздные войны: Траун. Возрождение тьмы', 'Fanzon', 2023, 'Твердый переплет', 512, 28.00),
	('Уолтер Тевис', '978-5-17-134612-6', 'Ход королевы', 'АСТ', 2020, 'Твердый переплет', 352, 32.99),
	('Франческа Брикелл', '978-5-04-096171-9', 'Картье. Неизвестная история семьи, создавшей империю роскоши', 'Эксмо', 2022, 'Твердый переплет', 704, 60.83),
	('Джордж Оруэлл', '978-5-17-148844-4', '1984(новый перевод)', 'АСТ', 2022, 'Мягкая обложка', 320, 16.12),
	('Тацуки Фудзимото', '978-5-389-20205-4', 'Человек-бензопила. Книга 1. Пес и бензопила. Бензопила против нетопыря', 'Азбука', 2020, 'Твердый переплет', 384, 60.52),
	('Такэси Обата, Цугуми Ооба', '978-5-389-13724-0', 'Death Note. Black Edition. Книга 1', 'Азбука', 2017, 'Твердый переплет', 384, 70.25),
	('Такэси Обата, Цугуми Ооба', '978-5-389-13718-9', 'Death Note. Black Edition. Книга 2', 'Азбука', 2017, 'Твердый переплет', 392, 54.04),
	('Адам Мицкевич', '978-985-15-4120-7', 'Пан Тадэвуш, або Апошнi наезд у Лiтве', 'Попурри', 2015, 'Мягкая обложка', 384, 11.02),
	('Берт Бейтс, Кэти Сьерра', '978-5-699-54574-2', 'Изучаем Java', 'Эксмо', 2015, 'Твердый переплет', 720, 81.67),
	('Мартин Грабер', '978-5-85582-330-1', 'SQL для простых смертных', 'ДМК', 2009, 'Мягкая обложка', 672, 58.09),
	('Уолтер Айзексон', '978-5-17-077871-3', 'Стив Джобс. Биография', 'АСТ', 2021, 'Твердый переплет', 688, 59.68),
	('Рэй Брэдбери', '978-5-9925-0475-0', 'Fahrenheit 451', 'КАРО', 2016, 'Мягкая обложка', 224, 12.80),
	('Антуан де Сент-Экзюпери', '978-5-699-50605-7', 'Маленький принц', 'Эксмо', 2011, 'Твердый переплет', 160, 26.00),
	('Кристи Голден', '978-5-17-105410-6', 'World of Warcraft. Рождение Орды', 'АСТ', 2017, 'Твердый переплет', 320, 33.15),
	('Ричард Кнаак', '978-5-17-110274-6', 'World of Warcraft. Рассвет Аспектов', 'АСТ', 2022, 'Твердый переплет', 480, 27.23),
	('Челси Монро-Кассель', '978-5-04-103852-6', 'Официальная поваренная книга World of Warcraft', 'Бомбора', 2020, 'Твердый переплет', 216, 99.41),
	('Наталья Щерба', '978-5-353-05333-0', 'Часодеи. Часовой ключ', 'РОСМЭН', 2019, 'Твердый переплет', 368, null),
	('Наталья Щерба', '978-5-353-05547-1', 'Часодеи. Часовое сердце', 'РОСМЭН', 2019, 'Твердый переплет', 400, 25.93),
	('Айан Натан', '978-5-04-170670-8', 'Джеймс Кэмерон. Иллюстрированная биография. От "Титаника" до "Аватара"', 'Бомбора', 2022, 'Твердый переплет', 240, 112.75);


	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	